Repository: TigerSDK/TGameSDK
Catalog: TGameFramework/Assets/*.lproj/Localizable.strings
Languages: ru, th, vi

source: Username
ru: Логин
th: ชื่อผู้ใช้
vi: Tài khoản

source: Trial Game
ru: Посетитель
th: ทดลองเล่น
vi: Chơi thử

source: Remember password
ru: запомнить пароль
th: จำรหัสผ่าน
vi: Ghi nhớ mật khẩu

source: Register
ru: Регистрация
th: สมัคร
vi: Đăng ký!

source: Password
ru: Пароль
th: รหัสผ่าน
vi: Mật khẩu

source: Login
ru: Вход
th: เข้าสู่ระบบ
vi: Đăng nhập

source: Get password back
ru: Восстановить пароль
th: กู้คืนรหัสผ่าน
vi: Lấy lại mật khẩu

source: Forget Password?
ru: Забыли Пароль？
th: ลืมรหัสผ่าน?
vi: Quên mật khẩu?

source: Forget Password
ru: Забыли Пароль
th: ลืมรหัสผ่าน
vi: Quên mật khẩu

source: Confirm Password
ru: Подтвердите Пароль
th: ยืนยันรหัสผ่านใหม่
vi: Xác nhận mật khẩu

source: Confirm
ru: Подтвердите
th: ยืนยัน
vi: Xác nhận

source: Login with Facebook
ru: Вход через Facebook
th: ใช้ไอดี Facebook
vi: Facebook đăng nhập

source: Facebook Logout
ru: Отметить Facebook
th: ออกจากระบบ Facebook
vi: Gạch bỏ Facebook

# Tiger Game User Center
source: %@ User Center
ru: %@Центр пользователей
th: ศูนย์ข้อมูลบุคคล %@
vi: Trung tâm %@

# Tiger Game Recharge
source: %@ Recharge
ru: %@Пополнение
th: ศูนย์เติมเงิน %@
vi: Trung tâm nạp thẻ %@

source: Email(used to retrive password)
ru: Электронная почта(способ восстановления пароля)
th: อีเมล （เพื่อความสะดวกในการขอรับรหัสผ่านใหม่
vi: email (Dùng tìm lại mật khẩu)

source: Email
ru: Электронная почта
th: อีเมล

source: Login with VK
ru: Вход через VK

# Login Top
source: LOGIN
ru: Вход
th: เข้าสู่ระบบ
vi: Đăng nhập

# Register Top
source: REGISTER
ru: Регистрация
th: สมัคร
vi: Đăng ký!

source: The bind-email is wrong, please re-enter
ru: Неверный адрес почты,Вветите снова
th: อีเมลไม่ถูกต้อง กรุณากรอกอีเมลอีกครั้ง
vi: Nhập mail bảng định không chính xác,Mời bạn nhập lại

source: The app doesn't exist
ru: Предложение не сушествует
th: แอปพลิเคชั่นนี้ไม่มีอยู่
vi: Ứng dụng không tồn tại

source: Wrong username or password, please re-enter
ru: Неверное имя пользователя или пароль!
th: ไอดีและพาสเวิร์ดไม่เข้ากัน กรุณากรอกใหม่อีกครั้ง
vi: Tài khoản hoặc mật khẩu không đúng,mời bạn nhập lại

source: Username existed, please re-enter
ru: Аккаунт уже существует，Введите новый
th: ไอดีนี้มีอยู่แล้ว กรุณากรอกใหม่อีกครั้ง
vi: Tài khoản đã tồn tại,mời bạn nhập lại

source: Username doesn't exsit,please re-enter
ru: Аккаунт не существует，Введите новый
th: ไอดีนี้ไม่มีอยู่ กรุณากรอกใหม่อีกครั้ง
vi: Tài khoản không tồn tại,mời bạn nhập lại

source: User hasn't bound an email
ru: Ваш аккаунт не привязался с почтой
th: ไอดีของของยังไม่ได้ผูกเข้ากับอีเมล
vi: Tài khoản bạn vừa nhập chưa bảng định mail

source: Username should be 5-16 characters ,please re-enter
ru: Введите новый аккаунт (от 5 до16 символов)
th: ความยาวของชื่อต้องอยู่ระหว่าง 5-16 ตัวอักษร กรุณากรอกใหม่อีกครั้ง
vi: Tên tài khoản dộ dài 5-16 kí tự,mời bạn nhập lại

source: Password should be 5-16 characters ,please re-enter
ru: Введите новый пароль (от 5 до16 символов)
th: ความยาวของรหัสต้องอยู่ระหว่าง 5-16 ตัว กรุณากรอกใหม่อีกครั้ง
vi: Mật khẩu dộ dài 5-16 kí tự,mời bạn nhập lại

source: Re-enter password doesn't match password,please enter again.
ru: Неверный пароль проверки，Введите снова
th: รหัสยืนยันและรหัสผ่านไม่เข้ากัน กรุณากรอกใหม่
vi: Mã mật khẩu và mật khẩu không khớp, vui lòng nhập lại

source: Re-enter password should be 5-16 characters ,please enter again.
ru: Неверный пароль проверки，Введите снова
th: รหัสยืนยันไม่ถูกต้อง กรุณากรอกใหม่อีกครั้ง
vi: Mật khẩu xác nhận không phù hợp số kí tự quy định,mời bạn nhập lại

source: Username format error, must be letters or Numbers
ru: Формат аккаунта неверен. Это должно быть по буквам или номерам
th: รูปแบบชื่อไม่ถูกต้อง จะต้องเป็นตัวอักษรหรือตัวเลขเท่านั้น
vi: Tên tài khoản không phù hợp,chỉ dùng chữ cái và chữ số

source: Password format error, must be letters or Numbers
ru: Формат пароля неверен. Это должно быть по буквам или номерам
th: รูปแบบของรหัสไม่ถูกต้อง จะต้องเป็นตัวอักษรหรือตัวเลขเท่านั้น
vi: Mật khẩu không thích hợp,chỉ dùng chữ cái hoặc chữ số

source: Password confirmation format error, must be letters or Numbers
ru: Формат пароля проверки неверен. Это должно быть по буквам или номерам
th: รูปแบบของรหัสยืนยันไม่ถูกต้อง จะต้องเป็นตัวอักษรหรือตัวเลขเท่านั้น
vi: Mật khẩu xác nhận không thích hợp,chỉ dùng chữ cái và chữ số

source: Login Failed
ru: Ошибка входа
th: การล็อกอินผิดพลาด
vi: Đăng nhập thất bại

source: Authorized over time, please re-enter password
ru: Истек срок действия вашего аккаунта，Введите новый пароль
th: การเข้าเกมอัตโนมัติหมดเวลา กรุณากรอกรหัส
vi: Tài khoản quá hạn,mời bạn nhập lại mật khẩu

source: Please enter username
ru: Введите Логин
th: กรุณากรอกไอดี
vi: Nhập tên đăng nhập

source: Please enter password
ru: Введите пароль
th: กรุณากรอกรหัส
vi: Nhập mật khẩu

source: Please re-enter password
ru: Введите пароль снова
th: กรุณากรอกรหัสอีกครั้ง
vi: Nhập lại mật khẩu

source: Tip
ru: Подсказка
th: หมายเหตุ
vi: Chú ý

source: Connection Error, please try again
ru: Ошибка интернета，Повторите попытку позже!
th: อินเตอร์เนตผิดพลาด กรุณารอสักครู่แล้วลองอีกครั้ง
vi: Lỗi mạng,đợi lát thử lại

source: Register completed. Your account is %@. Please secure it.
ru: Успешно зарегистрирован ваш аккаунт!ваш аккаунт：%@，Запомните и сохраните！
th: การสมัครสำเร็จ！คุณสามารถล็อกอินด้วยไอดี ：%@ กรุณารักษาความปลอดภัยของไอดี
vi: Đăng kí thành công ! Tài khoản đăng nhập hiện tại của bạn là ：%@ ,ghi nhớ tài khoản đăng nhập và chú ý bảo mật tài khoản !

source: You are in trial game, please bind an email in User Center.
ru: Вы в настоящее время посетитель и, пожалуйста, связывайтесь как можно скорее в Центре пользователя игры！！
th: ไอดีของคุณยังเป็นระบบทดลองเล่น กรุณาเข้าไปที่สูนย์ข้อมูลบุคคลและ ทำการผูกไอดีเข้ากับอีเมลของคุณ
vi: Hiện tại bạn đang đăng nhập chơi thử,nhanh tay tới trung tâm game tiến hành bảng định mail !

source: Please enter an email
ru: Введите привязанный аккаунт
th: กรุณากรอกอีกอีเมล
vi: Hãy nhập Email bảng định

source: The username has not exsit
ru: Неверное имя пользователя ，Введите новое
th: คุณป้อนชื่อผู้ใช้ไม่ถูกต้อง กรุณาตรวจสอบข้อมูลอีกครั้ง
vi: Tài khoản mà bạn đăng nhập không tồn tại!

source: Your account has no bind e-mail ,you can’t get password back
ru: Ваш аккаунт не привязался с почтой,не может восстановить пароль
th: บัญชีของคุณไม่ได้สอดคล้องกับอีเมล ไม่สามารถกู้คืนรหัสผ่าน
vi: Tài khoản của bạn chưa bảng định với Email ,không thể tìm lại mật khẩu!

source: Email can't be empty or format is incorrect
ru: Формат почты неверен
th: อีเมลไม่ถูกต้อง
vi: Mail yêu cầu không để trống hoặc quy cách không đúng

source: An e-mail has been sent to the e-mail address you provided. Please set a new password
ru: Успешно зарегистрирован ваш аккаунт!ваш аккаунт：%1$s,Письмо отправлено в вашу почту，взгляните！
th: ข้อความได้ถูกส่งไปยังอีเมลของคุณ กรุณาเปลี่ยนรหัสผ่าน
vi: Email đã được gửi tới hòm thư của bạn,hãy nhanh chóng sửa đổi mật khẩu!

source: Are you sure to delete saving of this account? (The data of account won't be deleted)
ru: Вы действительно хотите удалить учетную запись, сохраненную в этим аппаратом?（не будет удалять данные аккаунта)
th: คุณยืนยันที่จะลบบัญชีการใช้งานออกจากเครื่องนี้ （บัญชีการใช้งานจะไม่ถูกลบ）
vi: Bạn chắc chắn xóa bỏ tài khoản tại máy này? ( Tài khoản của bản thân không bị xóa)

source: Logout
ru: Выйти
th: สมัคร
vi: Thoát

source: Cancel
ru: Отметить
th: ยกเลิก
vi: Hủy bỏ

# tg_user_register_success
source: Register success! Your current login account is:%@,we have send e-mail to your bind e-mail adress for account security, please check!
ru: Успешно зарегистрирован ваш аккаунт!ваш аккаунт：%@，Письмо отправлено в вашу почту，взгляните！
th: การสมัครเสร็จสมบูรณ์ ไอดีการเข้าใช้ของคุณคือ ：%@ เพื่อความปลอดภัย เราได้ส่งอีเมลไปยังอีเมลของคุณแล้ว กรุณาเช็คอีเมล
vi: Tài khoản đăng ký thành công! tài khoản hiện nay:%@, để bảo vệ tài khoản của bạn, chúng tôi đã gửi tài khoản bảng định đến email của bạn,vui lòng kiểm tra!

# tg_user_register_success_without_email
source: Register success! Your current login account is %@. Please secure it.
ru: Успешно зарегистрирован ваш аккаунт！ваш аккаунт:%1$s,Запомните и сохраните！
th: การสมัครสำเร็จ！คุณสามารถล็อกอินด้วยไอดี ：%@ กรุณารักษาความปลอดภัยของไอดี
vi: Đăng kí thành công ! Tài khoản đăng nhập hiện tại của bạn là ：%@ ,ghi nhớ tài khoản đăng nhập và chú ý bảo mật tài khoản !

# tg_user_not_bind_email
source: Your account has no bind e-mail ,you can’t get password back.
ru: Ваш аккаунт не привязался с почтой,не может восстановить пароль
th: บัญชีของคุณไม่ได้สอดคล้องกับอีเมล ไม่สามารถกู้คืนรหัสผ่าน
vi: Tài khoản của bạn chưa bảng định với Email ,không thể tìm lại mật khẩu!

# tg_invalid_operation
source: Invalid operation，please try again.
ru: Ваша операция недействительна. Повторите попытку
th: การกระทำข้างต้นเป็นโมฆะ กรุณาลองใหมอีกครั้ง
vi: Thao tác vừa rồi không có hiệu lực, làm lại

# tg_get_invite_success
source: You have successfully received reward packs.
ru: Уже получили подарок！
th: คุณได้รับรางวัลแล้ว
vi: Đã nhận thành công lễ bao này !

# tg_changepassword_mailsended
source: An e-mail has been sent to the e-mail address you provided. Please set a new password.
ru: Успешно зарегистрирован ваш аккаунт!ваш аккаунт：%1$s,Письмо отправлено в вашу почту，взгляните！
th: ข้อความได้ถูกส่งไปยังอีเมลของคุณ กรุณาเปลี่ยนรหัสผ่าน
vi: Email đã được gửi tới hòm thư của bạn,hãy nhanh chóng sửa đổi mật khẩu!

# tg_fbverify_failed
source: Authority to login with Facebook failed,try again please.
ru: Ваша учетная запись не была проверена на facebook. Пожалуйста, повторно авторизуйте свой логин
th: ไอดีของคุณยังไม่ได้รับการยืนยัน กรุณาเข้าใหม่อีกครั้ง
vi: Tài khoản Facebook của bạn chưa kích hoạt thành công,hãy đăng nhập lại kích hoạt lại,

# tg_get_invite_num_not_enough
source: Number of Invitations haven't meet the request!
ru: Количества приглашений не хватает！
th: จำนวนการเชิญเพื่อนยังไม่ครบตามกำหนด
vi: Số bạn bè được mời chưa đạt yêu cầu!

# tg_get_invite_already_live
source: Have claimede this Gift Pack already !
ru: Уже получили подарок！
th: ได้รับรางวัลแล้ว
vi: Lễ bao đã lĩnh nhận !

# tg_user_terms_detail
source: Click on "Enter", it means that you have read and agree to the following terms:
ru: Нажмите"Вход в игру"，обзначит, что ВЫ ПРОЧИТАЛИ И СОГЛАШАЕТЕСЬ ПРИНЯТЬ СЛЕДУЮЩИЕ ПОЛИТИКИ：
th: เมื่อเข้าสู้เกมจะถือว่ายอมรับข้อตกลงและเงื่อนไขโดยอัตโนมัติ
vi: Click "Vào game" xác nhận bạn đã đọc và chấp nhận các điều khoản bên dưới

# tg_user_terms_service
source: Terms of Service
ru: Пользовательское соглашение
th: เงื่อนไขการใช้บริการ
vi: Điều khoản phục vụ

# tg_user_privacy_policy
source: Privacy Policy
ru: Политика конфиденциальности пользователей
th: นโยบายความเป็นส่วนตัวของผู้ใช้
vi: Chính sách bảo mật

# tg_user_terms_agree
source: Enter
ru: Вход в игру
th: เข้าเกม
vi: Vào Game

# tg_terms_title
source: %@ Terms
ru: %@ Политика
th: เงื่อนไข %@
vi: Điều khoản %@

# tg_dropzone_user
source: Profile
ru: Личное
th: ข้อมูล
vi: Cá nhân

# tg_dropzone_dashboard
source: Notice
ru: Объявление
th: ประกาศ
vi: T.Báo

# tg_dropzone_feedback
source: Service
ru: Поддержка
th: เซอร์วิส
vi: CSKH

# tg_dropzone_funpage
source: Fanpage
ru: Funpage
th: แฟนเพจ

# tg_dropzone_bbs
source: Forum
ru: Форму
th: ฟอรั่ม

# tg_dropzone_moregames
source: HotGame
ru: Рекомендуемые игры
th: แนะนำ

# tg_dropzone_logout
source: Logout
ru: Выйти
th: สมัคร
vi: Thoát

# tg_dropzone_close
source: Close
ru: Закройте
th: ปิด
vi: Đóng

# tg_ads_wait
source: Event information and Notice are being loaded.Please wait!
ru: Подождите
th: กำลังเตรียมประกาศสำหรับกิจกรรม กรุณารอสักครู่
vi: Đang nhận hoạt động và thông tin công cáo,hãy chờ trong ít giây

# tg_pushes
source: Notification
ru: Объявить
th: ประกาศ
vi: Công cáo

# tg_pay_uncomplete
source: Payment is not finished,are you sure to quit?
ru: Поподнение не заверщено ？
th: การซื้อยังดำเนินการไม่สำเร็จ ยกเลิกหรือไม่
vi: Giao dịch chưa hoàn thành, kết thúc thanh toán?
